/* title of the back button on the payment method form */
"payment_form_change_method" = "Change Payment Method";

/* title of the navigational go back or restart flow button on the paymentlist view */
"payment_list_get_token" = "Go Back";

/* the title of the button to select another pament method */
"token_list_chose_payment_method" = "Change Payment Method";

/* title for the payment method list view controller */
"payment_list_title" = "Select PaymentMethod";

/* title for the token list view controller */
"token_list_title" = "Select Token";

/* title of the submit button on the payment method form */
"payment_form_submit" = "Submit";

/* message preamble for a failed transaction */
"transaction_failed_preamble" = "Transaction Failed:";

/* message on transaction succes view controller */
"transaction_success_text" = "Transaction Successfull";

/* awaiting final state view controller message */
"transaction_awaiting_final_result_text" = "We are awaiting a feedback from your payment.\nThis may take several minutes until we receive a final feedback.";

